{
  "subNavigation": {
    "link1Label": "Intro",
    "link2Label": "Core Values",
    "link3Label": "Details",
    "link4Label": "Business Applications"
 },
"traceability": {
  "title": "Traceablity",
  "description": "...als Basis und integraler Bestandteil zum Aufbau von digitalen Datenketten und Befähiger von datenketten-fokussierter Use Cases",
  "sections": [
    {
      "title": "Einführung",
      "description": "Der Use-Case Rückverfolgbarkeit hat das Ziel, durchgängige Datenketten aufzubauen: vom Rohstoff über Zwischenprodukte bis zum fertigen Fahrzeug beim OEM bzw. dessen Wiederverwertung im Recycling. Partner im Use Case sind sowohl Hersteller von Produkten bis hin zu Automobilherstellern als auch Zulieferer von Material und Teilen.",
      "videoUrl": "https://www.youtube.com/embed/g-NVjP2srw4",
      "id": "intro-id",
      "backgroundColor": "#FFFFFF",
      "template": "TextVideoSideBySide"
    },
    {
       "title": "Kernwerte von Catena-X werden in der Traceability umgesetzt",
       "description": "",
       "imagePath": "/images/content/traceability_core_values(de).png",
       "backgroundColor": "#F9F9F9",
       "id": "core-id",
       "template": "TextImageCenterAligned"
     },
     {
       "title": "Warum ist es sinnvoll bei Traceability zu partizipieren?",
       "description": "",
       "imagePath": "/images/content/traceability_contribution(de).png",
       "backgroundColor": "#FFFFFF",
       "id": "contribution-id",
       "template": "TextImageCenterAligned"
     },
     {
       "title": "Die wichtigsten Begrifflichkeiten kurz erläutert",
       "description": "",
       "imagePath": "/images/content/traceability_terms(de).png",
       "backgroundColor": "#F9F9F9",
       "id": "context-id",
       "template": "TextImageCenterAligned"
     },
     {
       "title": "Traceability unterteilt die Datenmodelle je Lebenszyklusphase",
       "description": "",
       "imagePath": "/images/content/traceability_datamodels(de).png",
       "backgroundColor": "#FFFFFF",
       "id": "details-id",
       "template": "TextImageCenterAligned"
     },
     {
       "title": "Wie funktioniert der Datenaustausch bei der Traceability?",
       "description": "",
       "imagePath": "/images/content/traceability_dataexchange(de).png",
       "backgroundColor": "#F9F9F9",
       "id": "details2-id",
       "template": "TextImageCenterAligned"
     },
     {
       "title": "",
       "subTitles": [
          "Im Beispiel fertigt ein 'KMU' einen Sensor. Die Bauteile haben eine Sachnummer (PRT-12345) und es handelt sich um Chargenteile (XX1235509). Nach Fertigung der Teile legt das KMU für die produzierte Charge über die App A eine UUID an und registriert diese automatisch in der Digital Twin Registry als Digitalen Zwilling. Hierfür wird das Aspektmodell 'Batch' genutzt. Auf der digitalen Ebene wird über die EDC-Konnektoren des KMU und des Kunden ein Vertrag zum Austausch dieser Daten geschlossen. Die physischen Bauteile (Sensoren) werden anschließend oder parallel an den 'Kunden' verschickt.",
          "Der 'Kunde' ist Hersteller eines Zusammenbaus und auf der physischen Ebene scannt er die Bauteilen des 'KMUs' im Wareneingang und verbaut diese. Für sein hergestelltes serialisiertes Einzelteil (Sachnummer 5A52429 und Seriennummer 21B294301268) legt er über die App B eine UUID an und registriert diesen als Digitalen Zwilling mit Hilfe des Aspektmodells 'SerialPartTypization'. Die Verbaubeziehung zur Charge des Lieferanten wird über das Aspektmodell AssemblyPartRelation hergestellt. Dabei werden die identifizierten Daten (UUID des KMU) am Digitalen Zwilling seines serialisierten Bauteils verknüpft. Auf der digitalen Ebene wird über die EDC-Konnektoren des 'Kunden' und des 'OEMs' ein Vertrag zum Austausch dieser Daten geschlossen. Das physische Bauteil (Getriebe) wird anschließend oder parallel an den 'OEM' verschickt.",
          "Der OEM scannt beim Verbau die Teile, um die Verknüpfung von Fahrzeug (VIN/VAN = Vehicle Identification Number) zum serialisierten Teil herzustellen. Danach kann der OEM den Digitalen Zwilling des Bauteils mit der Information zur Serialnummer und Sachnummer finden und somit über die UUID den Digitalen Zwilling auslesen. Anschließend legt er für sein hergestelltes Fahrzeug eine UUID an und registriert diese in der der Digital Twin Registry als Digitalen Zwilling und stellt die Verbaubeziehung zum verbauten Teil des 'Kunden' über das Aspektmodell Assembly Part Relation her."
         ],
       "id": "details3-id",
       "backgroundColor": "#f9f9f9",
       "template": "TextCenterAlignedBody2"
      },
      {
        "title": "Möglichkeiten zur Teilnahme am Use Case Traceability",
        "description": "Basierend auf den individuellen Unternehmensbedürfnissen bietet die Traceability unterschiedliche Möglichkeiten am Use Case teilzunehmen. Sie entscheiden selbst in welcher Rolle (bspw. Data Provider und/oder Data Consumer) und in welchem Umfang sie am Use Case teilnehmen.",
        "backgroundColor": "#FFFFFF",
        "id": "setup-id",
        "grid": 3,
        "template": "TextCenterAlignedWithCardGrid",
        "detailsWithImageRow1": [
          {
            "title": "Self/Local Setup",
            "imagePath": "/images/content/teaser.png",
            "description": "Individuelle und eigenständige Anbindung an die Rückverfolgbarkeit…",
            "readMore": "",
            "readMoreTitle": "Direct link (coming soon)",
            "backgroundColor": "#f9f9f9",
            "align": "center"
          },
          {
            "title": "Minimal Setup",
            "imagePath": "/images/content/teaser.png",
            "description": "Nutzung von Web-Services zur Datenbereitstellung für die Rückverfolgbarkeit…",
            "readMore": "/appdetail/d0ea773a-8fa0-481b-9ae3-d0e9c22a8628",
            "readMoreTitle": "Details öffnen",
            "backgroundColor": "#f9f9f9",
            "align": "center"
          },
          {
            "title": "Complete Setup",
            "imagePath": "/images/content/teaser.png",
            "description": "Nutzung von Business Anwendungen mit vollem Funktionsumfang der Rückverfolgbarkeit...",
            "readMore": "",
            "readMoreTitle": "Direct link (coming soon)",
            "backgroundColor": "#f9f9f9",
            "align": "center"
          }
        ]
      },
     {
      "title": "Business Anwendungen innerhalb der Traceability",
      "description": "Es stehen verschiedene Anwendungen zur Nutzung des Funktionsumfangs der Traceability zur Verfügung – von Open Source-Anwendungen bis hin zu kommerziellen Lösungen mit vollständiger ERP-Integration. Nutzen Sie die Links für detaillierte Informationen zu den Anwendungen.",
      "backgroundColor": "#FFFFFF",
      "id": "business-id",
      "grid": 4,
      "template": "TextCenterAlignedWithCardGrid",
      "detailsWithImageRow1": [
        {
          "title": "Trace X",
          "imagePath": "/images/content/teaser.png",
          "description": "Ermöglicht die lückenlose Rückverfolgbarkeit von Teilen über die Lieferkette von n.tier – visualisiert detaillierte Informationen über die Komponenten von direkten Lieferanten und Direktkunden.",
          "readMore": "/appdetail/ac1cf001-7fbc-1f2f-817f-bce0572c0007",
          "readMoreTitle": "App Details öffnen",
          "backgroundColor": "#f9f9f9",
          "align": "center"
        },
        {
          "title": "Smart MOM",
          "imagePath": "/images/content/teaser.png",
          "description": "Konsolidiert alle Produktionsprozesse und Systeme zur Steuerung von Herstellungsprozessen…",
          "readMore": "/appdetail/5cf74ef8-e0b7-4984-a872-474828beb5d1",
          "readMoreTitle": "App Details öffnen",
          "backgroundColor": "#f9f9f9",
          "align": "center"
        },
        {
          "title": "SAP BN MT",
          "imagePath": "/images/content/teaser.png",
          "description": "stellt eine Lösung zur unternehmensübergreifenden Lieferkettentransparenz und Material Rückverfolgbarkeit dar…",
          "readMore": "/appdetail/5cf74ef8-e0b7-4984-a872-474828beb5d7",
          "readMoreTitle": "App Details öffnen",
          "backgroundColor": "#f9f9f9",
          "align": "center"
        },
        {
          "title": "Trusted Traceability",
          "imagePath": "/images/content/teaser.png",
          "description": "ist als vollständig verwaltetes System (Software-as-a-Service) verfügbar und ermöglicht die Einführung der Rückverfolgbarkeit…",
          "readMore": "/appdetail/ac1cf001-7fbc-1f2f-817f-bce05748000d",
          "readMoreTitle": "App Details öffnen",
          "backgroundColor": "#f9f9f9",
          "align": "center"
         }
       ]
     }
   ]
  }
}
